{
    "welcome": "ברוך שובך",
    "user_preferences": "העדפות משתמש",
    "language": "שפה",
    "timezone": "אזור זמן",
    "save_preferences": "שמור העדפות",
    "Amount must be greater than zero.": "הסכום חייב להיות גדול מאפס.",
    "The money has been deposited successfully.": "הכסף הופקד בהצלחה.",
    "The money was withdrawn successfully.": "הכסף נמשך בהצלחה.",
    "Alert added successfully.": "התראה נוספה בהצלחה.",
    "Alert deleted successfully.": "התראה נמחקה בהצלחה.",
    "Add Money": "הפקד כסף",
    "Withdraw Money": "משוך כסף",
    "Price Alerts": "התראות מחיר",
    "Add Alert": "הוסף התראה",
    "Delete": "מחיקה",
    "Your Portfolio": "הפרופיל שלי",
    "Stocks": "מניות",
    "Cash Balance:": "יתרת מזומנים",
    "Open Transactions": "עסקאות פתוחות",
    "Closed Transactions": "עסקאות סגורות",
    "No open transactions": "אין עסקאות פתוחות",
    "No closed transactions": "אין עסקאות סגורות",

    "Home": "דף הבית",
    "Stock Data": "נתוני מניות",
    "Analyst": "אנליסט",
    "Trading View": "תצוגת מסחר",
    "User Profile": "פרופיל משתמש",
    "Admin Panel": "לוח מנהל",
    "Register": "הרשמה",
    "Login": "התחברות",
    "Hello": "שלום",
    "Welcome, Guest" : "שלום , אורח",
    "Welcome back" : "ברוך שובך",
    "Your Transaction History": "היסטוריית העסקאות שלך",
    "Latest Financial News": "חדשות פיננסיות עדכניות",
    "Tips for Beginners": "טיפים למתחילים",
    "Understanding the Basics": "הבנת היסודות",
    "Strategic Planning": "תכנון אסטרטגי",
    "Risk Management": "ניהול סיכונים",
    "Diversification": "דיברסיפיקציה",
    "Persistence and Continuous Learning": "התמדה ולמידה מתמשכת",
    " Before you start trading, it is important to learn and understand the basics of the market and the various terms related to investments, such as stocks, bonds, options, ETFs, etc. Read books, attend courses and follow the economic news":"לפני שמתחילים לסחור חשוב ללמוד ולהבין את יסודות השוק ואת המונחים השונים הקשורים להשקעות כמו מניות, אגח, אופציות, תעודות סל ועוד. קראו ספרים, השתתפו בקורסים ועקבו אחר החדשות הכלכליות",
    "Develop a structured trading plan that includes your investment goals, the level of risk you are willing to take, and your entry and exit strategies. Be consistent in your methods and learn from your mistakes": "פתח תוכנית מסחר מובנית הכוללת את יעדי ההשקעה שלך, רמת הסיכון שאתה מוכן לקחת ואסטרטגיות הכניסה והיציאה שלך. היו עקביים בשיטות שלכם ולמדו מהטעויות שלכם",
    "always determine the amount of capital you are willing to lose in each transaction and use tools such as stop loss to minimize damages. Never invest money you cant afford to lose":"קבע תמיד את כמות ההון שאתה מוכן להפסיד בכל עסקה והשתמש בכלים כגון Stop Loss כדי למזער נזקים. לעולם אל תשקיע כסף שאתה לא יכול להרשות לעצמך להפסיד",
    "Dont invest all your money in one asset or market. Spread your investments across multiple asset classes and different economic sectors to minimize risk and increase profit potential":"אל תשקיע את כל כספך בנכס אחד או בשוק אחד. פזר את ההשקעות שלך על פני מספר סוגי נכסים ומגזרים כלכליים שונים כדי למזער סיכונים ולהגדיל את פוטנציאל הרווח",
    "the market is constantly changing and requires the investor to continue learning and updating. Consider using demo accounts to practice before investing real money, read financial news, and follow market behaviors to better understand trading dynamics":"השוק משתנה כל הזמן ודורש מהמשקיע להמשיך ללמוד ולהתעדכן. שקול להשתמש בחשבונות הדגמה כדי להתאמן לפני השקעת כסף אמיתי, לקרוא חדשות פיננסיות ולעקוב אחר התנהגויות בשוק כדי להבין טוב יותר את דינמיקת המסחר",
    "Transaction Profits/Losses":"רווחים/הפסדים של עסקה",
    "Your cash balance is" : "יתרת המזומנים שלך היא",
    "Users": "משתמשים",
    "Comments": "תגובות",
    "Here you can analyze stocks and perform all kinds of performance and technical analysis.Use the tools available to examine trends, identify patterns, and make informed decisions based on up-to-date data":"כאן תוכלו לנתח מניות ולבצע כל מיני ביצועים וניתוחים טכניים. השתמשו בכלים הזמינים כדי לבחון מגמות, לזהות דפוסים, ולבצע החלטות מושכלות על בסיס נתונים עדכניים."

}
